{
    "Jobs": [
        {
            "Link": "https://www.linkedin.com/jobs/view/4078804734/?alternateChannel=search&refId=giSBFfckTte%2BMvDZjNdrAw%3D%3D&trackingId=H57pqFJnyg%2BcMnwRXGucUw%3D%3D",
            "Title": "Insights Analyst",
            "Company": "Simplyhealth",
            "Location": "Andover",
            "LocMode": "Hybrid",
            "Hours": "Full-time",
            "Contract": "Permanent",
            "CompanyDescr": "We’re not just your average health company; we’re aiming to revolutionise access to healthcare in the UK by offering innovative health and wellbeing solutions that are affordable, accessible, and effective. From preventive care to comprehensive medical support, we aim to empower individuals to take charge of their health, inspiring them to make the most of their wellbeing. Added to that we’re the first health insurer in the UK to be awarded B-Corp status in recognition of our significant achievements in sustainability, in addition to our ambitious environmental and social responsibility goals.",
            "JobDescr": "We’re looking for a Commercial and Competitive Intelligence Analyst to join our Commercial Product and Partnerships team. You’ll reporting into the Product Strategy Lead & Business Manager and working in a team with Insights and Propositions professionals. In role, you’ll manage all competitor intelligence. Day to day you’ll be conducting competitor analysis, market intelligence and customer analysis; and analysing customer datasets to identify risks and opportunities – using tools including CACI Acorn and Wellbeing.",
            "CompensationMin": "40000",
            "CompensationMax": "45000",
            "RequirementsEssential": [
                "Strong analytical and critical thinking skills",
                "Detail-oriented with the ability to work with large datasets and draw meaningful conclusions",
                "Proactive and self-motivated, with a curiosity-driven approach to problem-solving",
                "Ability to work in a fast-paced and evolving environment, adapting to new technologies and methodologies",
                "Experience in gathering, analysing and synthesising intelligence across industries and markets",
                "Geospatial Analysis: proficient in using geospatial tools such as CACI Acorn and Wellbeing tools, or other Geographic Information Systems (GIS) software to analyse location-based data and trends",
                "Experience in providing actionable recommendations based on data",
                "Ability to design and implement both primary and secondary research strategies.",
                "Strong written and verbal communication skills to effectively present complex findings to both technical and non-technical stakeholders"
            ],
            "RequirementsDesired": [
                "Experience in identifying and tracking key competitors, market trends, industry disruptions, and emerging opportunities.",
                "Ability to overlay competitive data with geospatial maps to identify patterns and competitive advantages based on geography, demographics, or market regions.",
                "Data Collection & Analysis: experience with gathering both qualitative and quantitative data from diverse sources, including public records, market reports, news, social media, government databases, and commercial intelligence providers.",
                "Experience in social listening tools and sentiment analysis to track competitor sentiment in the market",
                "Expertise in data normalisation, validation, and synthesis for actionable insights.",
                "Skills in competitor benchmarking, market sizing, and understanding customer behaviour trends."
            ],
            "SkillList": [
                "Benchmarking",
                "Geographic Information Systems (GIS)",
                "Analytical Skills",
                "Sentiment Analysis",
                "Datasets",
                "Social Listening",
                "Market Sizing",
                "Sizing"
            ],
            "HiringProcess": [
                "Application",
                "Screening call with Talent Acquisition Team ",
                "Virtual Interview with the hiring manager and team",
                "Aptitude assessment",
                "Presentation/case study with the hiring manager and team",
                "Offer"
            ],
            "Limitations": [
                "Basic DBS"
            ]
        },
        {
            "Link": "https://www.linkedin.com/jobs/view/4072597354/?alternateChannel=search&refId=giSBFfckTte%2BMvDZjNdrAw%3D%3D&trackingId=BepmSX0%2BiIUthBskzMVsfA%3D%3D",
            "Title": "Senior Insight Analyst ",
            "Company": "Venn Group",
            "Location": "East of England",
            "LocMode": "Hybrid",
            "Hours": "Full-time",
            "Contract": "Fixed - 6 months initially",
            "CompanyDescr": "",
            "JobDescr": "Our client is looking for a Senior Insight Analyst (intelligence) to join a team of talented professionals in a Local Authority. To be considered, you must have a strong knowledge Power BI and Education/ SEND experience. This is an exciting opportunity for the right candidate so please do apply if you are interested and have the below experience.",
            "Resposibilities": [
                "Lead high-quality data analysis and insights to support decision-making and policy development",
                "Manage data extraction, transformation, and visualisation to support service delivery",
                "Ensure the accuracy and quality of data for statutory reporting and performance monitoring",
                "Communicate complex data clearly to stakeholders at all levels",
                "Line manages analysts and oversee team performance",
                "Using power BI for special educational needs to build dash boards"
            ],
            "CompensationMin": "",
            "CompensationMax": "",
            "RequirementsEssential": [
                "Degree or equivalent experience in data analysis or a related field",
                "Social/SEND/Education experience is essential",
                "Strong expertise in data analysis, including tools like PowerBI",
                "Experience with coding languages (e.g., SQL, Python, R)",
                "Previous experience in the public sector, preferably Local Government"
            ],
            "RequirementsDesired": [
                ""
            ],
            "SkillList": [
                "Microsoft Power BI",
                "Local Government"
            ],
            "HiringProcess": [
                ""
            ],
            "Limitations": [
                "Basic DBS"
            ]
        },
        {
            "Link": "https://www.linkedin.com/jobs/view/4065586127/?alternateChannel=search&refId=ZLOtvHX%2BR5Xl8SkFCm8FAQ%3D%3D&trackingId=HUEgKj81YpDC%2BFoH3n7b2A%3D%3D",
            "Title": "Senior Data Analyst",
            "Company": "Computappoint",
            "Location": "London",
            "LocMode": "Hybrid",
            "Hours": "Full-time",
            "Contract": "Permanent",
            "CompanyDescr": "",
            "JobDescr": "This is an exciting opportunity for an experienced Senior Data Analyst to join a managed service provider who champion a healthy work-life balance. They are looking for someone who can join a team of Data Analysts in a senior capacity to help guide and mentor less senior team members in generating reports, dashboards, graphs, and visualisations in a clear & easy to understand format as well as being able to work closely with customers to collate & compile information from various data sources (structured & non-structured) and manipulating information using tools such as Excel, SQL, and/or Python. Ideally this person would have experience building dashboards using Metabase.",
            "CompensationMin": "55000",
            "CompensationMax": "60000",
            "RequirementsEssential": [
                "5+ years experience in delivering customer projects is essential",
                "Excellent knowledge and technical skills in Advanced Microsoft Excel and BI/Reporting visualisation tools with the ability to create clear reports and dashboards for stakeholders.",
                "Strong ability to manipulate and manage large data sets for ingestion into other tools for reporting and analysis.",
                "Microsoft Certified: Power BI Data Analyst Associate (PL-300)",
                "Proven skills deliver Customer projects",
                "Experience building dashboards using Metabase and/or Power BI"
                ],
            "RequirementsDesired": [
                "Experience with Python is highly desirable."
            ],
            "SkillList": [
                "Python (Programming Language)",
                "Data Analysis",
                "Microsoft Excel",
                "SQL",
                "Data Analytics",
                "Visualization",
                "Reporting & Analysis",
                "Analytical Skills",
                "Dashboards",
                "Microsoft Power BI"
            ],
            "HiringProcess": [
                ""
            ],
            "Limitations": [
                "Basic DBS"
            ]
        },
        {
            "Link": "https://www.linkedin.com/jobs/view/4079125507/?alternateChannel=search&refId=RJECXmk4QKGbFQowxbYPwQ%3D%3D&trackingId=99mhFiG0j1bfevA%2B2tW4XA%3D%3D",
            "Title": "Senior Data Analyst",
            "Company": "Landsec",
            "Location": "London",
            "LocMode": "Hybrid",
            "Hours": "Full-time",
            "Contract": "",
            "CompanyDescr": "We are Landsec, we build and invest in buildings, spaces and partnerships to create sustainable places, connect communities and realise potential. We are one of the largest real estate companies in Europe, with a portfolio of retail, leisure, workspace and residential hubs. Landsec is shaping a better future by leading our industry on environmental and social sustainability while delivering value for our shareholders, great experiences for our guests and positive change for our communities.",
            "JobDescr": "We are looking for Senior Data Analysts to work with senior stakeholders to ensure that our data and analytics products and capabilities drive and inform the business strategies across Landsec. You will work with all manner of data, including rental income, logistics and operational costs, market research, profit margins and brand partner sales. There is a particular focus in building data and analytics capabilities in our Consumer and Customer Insight platform, and our Smart Building platform. The successful senior data analyst will possess an interdisciplinary set of skills across data modelling, data management, data visualisation and mathematical and statistical analysis. You will have the communication skills required to understand business requirements and translate and present data insights to senior stakeholders. You will be able to work with other data professionals, both within Landsec and with our strategic partners, to review outputs to ensure quality, improve modelling and integration patterns and standards, and assure best practice. It’s an exciting time at Landsec for our Data and Technology Team. We have a lot to achieve in order to enable the business to achieve its over-arching strategy and objectives – using data as a foundation for the decisions our leaders make. It’s vital that our team has people with the right skills, experience and capability to do that.",
            "CompensationMin": "",
            "CompensationMax": "57000",
            "Responsibilities": [
                "Building and Embedding Data and Analytics Products in a Commercial Environment",
                "Building data and analytics products, effectively engage sceptical colleagues. Advise on choice and application, and critique colleagues' findings to assure best practice.",
                "Quickly build internal (business) and external (market) knowledge and assess new data and analytics opportunities (gathering ideas, research, carrying out analysis, refining and prioritising new requirements). There is a particular focus in building data and analytics capabilities in our Consumer and Customer Insight platform, and our Smart Building platform.",
                "Build and review complex data models, ensuring adherence to standards, and is interoperable with other data sets, enabling reuse. Work with other data professionals, both in Landsec and with strategic partners, to improve modelling and integration patterns and standards.",
                "Design appropriate metrics to measure impact, success and adoption, to resolve problems and implement preventative measures.",
                "Working in Matrix Organisations and Influencing Stakeholders",
                "Work with senior stakeholders across Landsec to ensure that data and analytics products drive performance in accordance to the business strategy, and managing expectations accordingly",
                "Work with Director, Analytics, Data Science and Data Governance, to ensure that business value is maximised from the data and analytics products created",
                "Provide data and analytics expertise and collaborate with Landsec internal teams to enable them to manage their data and adopt data and analytics products.",
                "Problem Solving and Project Management in a VUCA Environment",
                "Lead analysis, prototype and validation work around a minimum viable product (MVP) for any new Analytics product/ feature.",
                "Lead the delivery of data projects/programmes using Scrum process and Agile methodology to be able to balance short-term vs long-term value, and plan and communicate accordingly.",
                "Identify, analyse and interpret trends or patterns in complex data sets, and recognise where additional data is required to solve a problem",
                "Work in sprint/release planning sessions to plan sprints/ releases that deliver maximum business value with the least effort",
                "Manage delivery of data projects identifying key milestones and managing stakeholders to ensure completion to agreed standard within approved timeframes"
                ],
            "RequirementsEssential": [
                "Proven experience as a Data Analyst (e.g., database management, data mining, analysis, reporting)",
                "Proven hands-on experience in data analysis using a programming language (e.g., Python, R)",
                "Proven experience managing data projects",
                "Experience creating or managing databases (e.g., SQL)",
                "Expert knowledge of spreadsheet tools (e.g., Microsoft Excel, Google Sheets)",
                "Sound knowledge of data visualisation software (e.g., PowerBI, Qlik, Tableau)",
                "Strong communication skills to collaborate with stakeholders and articulate the value of data analysis"
                ],
            "RequirementsDesired": [
                ""
            ],
            "SkillList": [
                "Tableau",
                "Python (Programming Language)",
                "Mathematics",
                "Data Analysis",
                "SQL",
                "Business Insights",
                "Stakeholder Management",
                "Data Modeling",
                "Microsoft Power BI",
                "Statistical Analysis"
            ],
            "HiringProcess": [
                ""
            ],
            "Limitations": [
                ""
            ]
        },
        {
            "Link": "https://www.linkedin.com/jobs/view/4068653187/?alternateChannel=search&refId=RJECXmk4QKGbFQowxbYPwQ%3D%3D&trackingId=w%2Bg6t39dicU99HXC%2FrINIw%3D%3D",
            "Title": "Senior Customer Insight Analyst",
            "Company": "Secret Escapes",
            "Location": "London",
            "LocMode": "Hybrid",
            "Hours": "Full-time",
            "Contract": "",
            "CompanyDescr": "Secret Escapes is one of the world’s leading members-only, online travel deals companies, offering inspiring travel experiences and hand-picked offers to over 60 million members worldwide. Operating in 10 countries across Europe, Secret Escapes continues to grow and establish itself as a world-class business, dedicated to giving our members the best range and value in luxury travel deals at low prices. We’re a diverse and inclusive bunch of individuals from different backgrounds and with varied interests, but the one thing we all have in common is that we’re good people (even if we do say so ourselves!). As well as our hybrid working where colleagues come into the office 1 day a week, we also have a work from anywhere policy where our colleagues can work from anywhere for up to 30 days a year!",
            "JobDescr": "As a Senior Customer Insight Analyst, you’ll be working across multiple teams including CRM, Performance Marketing, ATL, Partnerships, Media and Brand. The customer is at the heart of everything these teams do and we want to produce actionable insights to drive data-led decision making about marketing investment and customer experience. This role reports to the Head of Customer Insight and Analytics and success will be measured by the ability to surface insights that result in better decision making across the team. In this role you will bring data even closer to the heart of everything we do in the Marketing team and Customer Org at Secret Escapes. This is an opportunity to take our understanding of our customers to the next level and feed actionable insights back to our Marketing teams and the wider business.",
            "CompensationMin": "",
            "CompensationMax": "",
            "RequirementsEssential": [
                "Understanding the customer journey from the first time they become aware of the brand to their tenth booking",
                "Digging into our audience and segmenting them against multiple attributes to customise and improve their experience",
                "Helping to develop attribution and marketing measurement models across our various marketing touch points",
                "Supporting Marketing teams with reporting in their vertical and and understanding how this translates in aggregate into trading results",
                "Building and developing dashboards to track key KPIs (mostly in Tableau)",
                "Presenting findings and recommendations to the teams you’ll be working with"
                ],
            "TeamDescr": "The team are an inclusive, mindful and hard-working group and we care deeply about our customers, but also about each other. We’re a creative bunch with an abundance of good ideas and as such, prioritise ruthlessly, so we’re always working on the most important thing. We work hard and we have fun in equal measure. We all love what we do (which is why some of us have been doing it so long!). We’re based across the UK and Germany and enjoy flexible working. We make the most of our office days (minimum once per week) to spend time together and collaborate face to face.",
            "RequirementsDesired": [
                "Experience of owning analysis projects end-to-end - from data extraction to visualisation to presenting findings",
                "Experience translating insights into actionable recommendations",
                "Advanced Microsoft Excel skills",
                "Advanced SQL skills",
                "Experience using Tableau or similar dashboarding tools",
                "Extensive experience of working with large data sets",
                "A problem solver",
                "Commercially minded",
                "Comfortable with ambiguity",
                "Highly organised",
                "Someone who thrives through variety",
                "Insatiably curious"
            ],
            "SkillList": [
                "Tableau",
                "SQL",
                "Business Insights",
                "Data Extraction",
                "Customer Analysis",
                "Stakeholder Management",
                "Dashboards",
                "Marketing Analytics",
                "Customer Journeys"
            ],
            "HiringProcess": [
                ""
            ],
            "Limitations": [
                ""
            ]
        },
        {
            "Link": "https://www.linkedin.com/jobs/view/4067423233/?alternateChannel=search&refId=RJECXmk4QKGbFQowxbYPwQ%3D%3D&trackingId=R49LzhPY3x9I27zj8cDA6g%3D%3D",
            "Title": "Group Marketing Data Analyst",
            "Company": "Gamma",
            "Location": "London",
            "LocMode": "Hybrid",
            "Hours": "Full-time",
            "Contract": "",
            "CompanyDescr": "Gamma is a leading supplier of Unified Communications as a Service (UCaaS): we provide voice, data, and mobile products and services to the UK, German, Spanish, and Benelux business markets. Gamma is expanding its UCaaS presence in Europe with a family of businesses focusing on digital automation, delivering Gamma-powered services to SME customers via a network of channel partners in Germany, Spain, and the Benelux region.",
            "JobDescr": "The Group Marketing Data Analyst, you will be responsible for managing and analysing all marketing data across Gamma’s diverse business operations, including the UK, Netherlands, Germany, and Spain. You will focus on both the direct business and partner channel, as well as e-commerce products, ensuring that all data is consolidated into a single, full-funnel, actionable source of truth. Your role will be pivotal in demonstrating the return on marketing investment (ROMI) and providing strategic insights that will drive decision-making across the Group. The successful candidate will be highly skilled in data segmentation, proficient in Microsoft Powe BI, have a good working knowledge of Salesforce and similar CRMs, and familiarity with marketing automation platforms is advantageous. They will also excel at articulating a clear narrative around the data, identifying trends, and creating strategies to mitigate risks while accelerating pipeline growth and lead volume.",
            "CompensationMin": "",
            "CompensationMax": "",
            "RequirementsEssential": [
                "Consolidate and manage data from multiple sources, including CRMs (Salesforce instances), lead and contact data, account and opportunity information, and marketing automation platforms.",
                "Demonstrate the return on marketing investment (ROMI) by linking marketing activities to revenue, articulating narratives around data, identifying trends and forecasting.",
                "Develop strategies to mitigate risks and accelerate pipeline and lead volume based on data insights.",
                "Use data to improve campaign performance, providing insights into prospect and customer behaviour, and forecasting future performance.",
                "Collaborate with sales and product teams and the wider marketing team to ensure alignment on data reporting, tracking key metrics such as lead sources, conversion points, content performance, and channel effectiveness.",
                "Provide actionable insights to improve customer engagement and reduce churn.",
                "Utilise data visualisation tools such as Power BI and Tableau to present complex data in an understandable format for key stakeholders at all levels.",
                "Ensure data hygiene and accuracy across all platforms and systems."
                ],
            "RequirementsDesired": [
                "Advanced analytical skills to identify trends and solve complex data-related issues.",
                "Proficiency in diagnosing data discrepancies and ensuring data accuracy.",
                "Ability to anticipate potential risks and develop data-driven strategies to mitigate them.",
                "Expertise in translating data into strategic business decisions.",
                "Competence in prioritising tasks based on data impact and urgency.",
                "Ability to provide clear recommendations based on thorough data analysis.",
                "Proactively identify new opportunities for data integration and reporting enhancements.",
                "Continuous improvement mindset, seeking to refine data processes for better efficiency.",
                "Open to exploring and implementing cutting-edge data analysis tools and techniques.",
                "Ability to articulate and illustrate complex data narratives in a clear and compelling manner.",
                "Strong presentation skills, especially in explaining and visualising data insights to non-technical stakeholders.",
                "Effective written, visual and verbal communication skills to document and share data findings",
                "Strong collaboration skills to work effectively with cross-functional teams.",
                "Ability to build trust and foster relationships with regional marketing teams and senior stakeholders.",
                "Open-mindedness to consider different perspectives and integrate feedback into data strategies",
                "Expertise in linking marketing activities to financial outcomes, particularly in demonstrating ROMI.",
                "Ability to forecast financial impacts based on data trends and analysis.",
                "3-5 years proven experience in data analysis role, preferably within a B2B communications technology company or specifically marketing data-led role.",
                "Highly skilled in data segmentation, analysis, and reporting.",
                "Advanced proficiency in Microsoft Power BI and a solid working knowledge of Salesforce.",
                "Experience with marketing automation platforms like Salesforce Pardot and HubSpot.",
                "Strong understanding of complex customer journeys and multi-channel marketing strategies.",
                "Self-starter, used to working in a fast paced environment to tight deadlines.",
                "Highly detail oriented."
            ],
            "SkillList": [
                "Tableau",
                "Identifying Trends",
                "Salesforce.com",
                "Microsoft Power BI"
            ],
            "HiringProcess": [
                ""
            ],
            "Limitations": [
                ""
            ]
        },
        {
            "Link": "https://www.linkedin.com/jobs/view/4076627394/?alternateChannel=search&refId=FJyPv%2FcjT72uW%2BQBJZEH9Q%3D%3D&trackingId=ARmv5vZBeITMwVTtWPJXyA%3D%3D",
            "Title": "Senior Quantitative Analyst",
            "Company": "TeamSec",
            "Location": "London",
            "LocMode": "Remote",
            "Hours": "Full-time",
            "Contract": "",
            "CompanyDescr": "TeamSec offers Securitization-as-a-Service, blending AI-driven analytics and structured finance expertise. Our platform empowers clients to convert assets into securities, enhancing liquidity access and market growth.",
            "JobDescr": "We are seeking a seasoned Quantitative Analyst with 5+ years in securitization, with specific experience in Asset-Backed Securities (ABS) and Mortgage-Backed Securities (MBS). This role involves advanced data analysis, model development, and supporting valuation and pricing functions. Candidates must demonstrate expertise in financial engineering, securitization modeling, and risk analysis.",
            "CompensationMin": "",
            "CompensationMax": "",
            "RequirementsEssential": [
                "",
                ""
                ],
            "RequirementsDesired": [
                ""
            ],
            "SkillList": [
                "",
                ""
            ],
            "HiringProcess": [
                ""
            ],
            "Limitations": [
                ""
            ]
        },
        {
            "Link": "https://www.linkedin.com/jobs/view/4088233678/?eBP=CwEAAAGTi75ek01jD8IoWUCB-Jw8mS3-KbpIlSsJKWczdRNg-l9kEvRw4KxZ6na2bpaJC9_JQ5AGvS3wQBNLApqlu7lH_p3ArnshqmPSe0Wd0t9oCEEAupI-2YWENBrfF46avLsEI1_st6vRW2kuz789KQJJufJkAkCnZ8u0n6incrULeIXkYLmJv05XWxoHrTvoTpvHB1CLN2coGhrF0ZQsF45x7sGm00CVQqAh0K2H3EfsnJVkHPOZD-I6GOHT5CqaRINrXIA6EeahtWrJqF_eEfR2Iosr5xgIBSMA-SxLa2OXjKCIYtYBtQLmNnI5ZYtV60w-z-lsZ9axXyqpRH6N034-0H88YCGX3TjLYu4Q6S1LcufPwEAb914qKfOtC4NPYdWkF-vLMNuUZrBoLTCmmmS4Es4UZ2heTRwtWbGzX2EhjaRQqx4l18Tj7J-CvQmQULnEyRJ1O_6bkvdJdKAoQQbQu5JXVj3sdkwf3UtKpF0&refId=zyah6g%2FWTHatq1irXhBBUA%3D%3D&trackingId=2XEMJIiaHYG8NVpAXss86Q%3D%3D&trk=flagship3_jobs_discovery_jymbii",
            "Title": "Senior Data Analyst - MMM",
            "Company": "Silverdrum",
            "Location": "London",
            "LocMode": "Hybrid",
            "Hours": "Full-time",
            "Contract": "",
            "CompanyDescr": "",
            "JobDescr": "",
            "CompensationMin": "45000",
            "CompensationMax": "50000",
            "RequirementsEssential": [
                "",
                ""
                ],
            "RequirementsDesired": [
                ""
            ],
            "SkillList": [
                "",
                ""
            ],
            "HiringProcess": [
                ""
            ],
            "Limitations": [
                ""
            ]
        },
        {
            "Link": "",
            "Title": "",
            "Company": "",
            "Location": "",
            "LocMode": "",
            "Hours": "",
            "Contract": "",
            "CompanyDescr": "",
            "JobDescr": "",
            "CompensationMin": "",
            "CompensationMax": "",
            "RequirementsEssential": [
                "",
                ""
                ],
            "RequirementsDesired": [
                ""
            ],
            "SkillList": [
                "",
                ""
            ],
            "HiringProcess": [
                ""
            ],
            "Limitations": [
                ""
            ]
        },
        {
            "Link": "https://www.linkedin.com/jobs/view/4088232737/?eBP=CwEAAAGTi75ek_7lM5jP69fMXfjXiaskpD5VfKYYap5JTNPlnmPVrMD5nT_IN8jPabcavCaJokZ2H-MHqojMgoGjet2qrf-JvVFpEOwn1lpqUd0CS0cotpA8MFUzeYZ7AMTbswHQIbHVOnkGxLzOwOAPc9HVNlCpFG8F73NKiH3KqQYJv1rSH8Wd9IdQWPsnUs7rSV9tF1JnZRlMDoD85Pd61rdLLDEFyPvkKxsWG3s-R07m3NW63Th5qv9zUeKbA5s6GzjKJ-PpasjpIf-5blkZOJvtWnIrvyoys31aWIRvHNqXTAmybF1PQqwHeqA8QX-5NwRwWAvy60uUK97loJ0QKKLeQfTaPuXLgcTROrQEKo2Pq8U3fu1KWD-dY-sKkjuBTpJL6hyg-Nma3d3GbSJeYgdx6U7K8LvPOlMT5hL-3p29EB2s_b_lnYktlDpKVbDLiB-il-nIS6lHRUfS8VLv_Pbc-GjeHMI8crGeoMcsj8o&refId=zyah6g%2FWTHatq1irXhBBUA%3D%3D&trackingId=yIVd31q4V07W0jTPsL0CgA%3D%3D&trk=flagship3_jobs_discovery_jymbii",
            "Title": "Insights Analyst",
            "Company": "Salt",
            "Location": "London",
            "LocMode": "On-Site",
            "Hours": "Full-time",
            "Contract": "",
            "CompanyDescr": "",
            "JobDescr": "",
            "CompensationMin": "43000",
            "CompensationMax": "48000",
            "RequirementsEssential": [
                "",
                ""
                ],
            "RequirementsDesired": [
                ""
            ],
            "SkillList": [
                "",
                ""
            ],
            "HiringProcess": [
                ""
            ],
            "Limitations": [
                ""
            ]
        },
        {
            "Link": "",
            "Title": "",
            "Company": "",
            "Location": "",
            "LocMode": "",
            "Hours": "",
            "Contract": "",
            "CompanyDescr": "",
            "JobDescr": "",
            "CompensationMin": "",
            "CompensationMax": "",
            "RequirementsEssential": [
                "",
                ""
                ],
            "RequirementsDesired": [
                ""
            ],
            "SkillList": [
                "",
                ""
            ],
            "HiringProcess": [
                ""
            ],
            "Limitations": [
                ""
            ]
        }
    ]
}